{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": 1450793834383377328
  },
  "m_Name": "quest_synopsis_message_data",
  "table": [
    {
      "chapter_id": 1,
      "target_quest_id": 10006,
      "before_message": "記憶喪失のご主人さまが、偉大なる獣神に導かれ、モンスター娘たちと出会うのです。",
      "after_message": "記憶喪失のご主人さまが、偉大なる獣神に導かれ、モンスター娘たちと出会いました。ただ、逃げたエロイーズたちが報復に来なければよいのですが……。"
    },
    {
      "chapter_id": 2,
      "target_quest_id": 10107,
      "before_message": "エロイーズたちを無事に退けたご主人さまでしたが、モンスター娘たちからのセクハラに悩まされることになり……。",
      "after_message": "エロイーズたちを無事に退けたご主人さまでしたが、モンスター娘たちからのセクハラに悩まされた挙げ句、ラシオン騎士団からも襲われる羽目に。なんとか騎士団を退けるも、地面が崩落したのでした。"
    },
    {
      "chapter_id": 3,
      "target_quest_id": 10207,
      "before_message": "崩落した先は、ゴースト娘たちの住み処でした。",
      "after_message": "崩落した先は、ゴースト娘たちの住み処でした。しつこい騎士団からの猛攻に逃げた地底湖で伝説のモンスターに襲われます。それさえも退けたご主人さまはようやく暗闇を抜けて外界へ戻ったのでした。"
    },
    {
      "chapter_id": 4,
      "target_quest_id": 10307,
      "before_message": "ニニブ砂漠へたどり着いた早々、乾燥スライムになりかけているリンを救うため、オアシスを目指します。",
      "after_message": "ニニブ砂漠へたどり着いた早々、オアシスを目指したご主人さまたちでしたが、そこへ竜騎士の猛攻が。ですが、シスイは敵ではなかったのです。彼女の証言からご主人さまが第１王子であると判明します。"
    },
    {
      "chapter_id": 5,
      "target_quest_id": 10407,
      "before_message": "グドゥド海岸へやってきた目的を忘れ、ご主人さまはモンスター娘たちとキャッキャウフフしていました。",
      "after_message": "グドゥド海岸でキャッキャウフフしていたご主人さまたちは、突如、海面に現れた魔導巡洋艦に攻撃されますが、仲間達の協力で海底へ沈めることに成功。そして、ご主人さまは最終決戦の地へ向かうのでした。"
    },
    {
      "chapter_id": 6,
      "target_quest_id": 10507,
      "before_message": "ムスタバッル溶岩地帯で暗殺者として名高いハーピー娘との接触します。",
      "after_message": "ハーピー娘と接触した後、騎士団の罠にハマってしまいますが、仲間達の協力をもってこれを覆すことに成功。そして、騎士団たちは呪いの溶岩へと追い詰められ、最後はロリ騎士団となって本国へ帰還したのでした。"
    },
    {
      "chapter_id": 7,
      "target_quest_id": 10607,
      "before_message": "ゲシュペンス島でなんやかんやあって、ご主人さまたちはエンキ神殿へ向かったのでした。",
      "after_message": "ゲシュペンス島でなんやかんやあって、ご主人さまたちはエンキ神殿へ向かいました。そこで、いやらしい症候群の治療法が判明し、四獣神を目覚めさせるため、大陸へ向けて島を旅立つのでした。"
    },
    {
      "chapter_id": 8,
      "target_quest_id": 10707,
      "before_message": "第１の四獣神を目覚めさせるため、バルベリド帝国に足を踏み入れたご主人さまの前に、自称幼なじみが現れます。",
      "after_message": "ご主人さまの前に現れた自称幼なじみは、帝国の皇女姉妹でした。なんやかんやあって、水着を司る獣神を目覚めさせたご主人さまたちは、次なる祠を目指すのでした。"
    },
    {
      "chapter_id": 9,
      "target_quest_id": 10807,
      "before_message": "第２の四獣神の祠を探していたご主人さまでしたが、なんと帝国の派閥争いに巻き込まれてしまうのです。",
      "after_message": "ご主人さまが巻き込まれた帝国の派閥争いは、なあなあに終結。その後、ロリ騎士団となんやかんやあって、セーラー服を司る獣神を目覚めさせ、次なる祠を目指すのでした。"
    },
    {
      "chapter_id": 10,
      "target_quest_id": 10907,
      "before_message": "セーラー服を司る獣神を目覚めさせたご主人さまは、次なる祠を目指して出発します。",
      "after_message": "ご主人さまはリフレックス枢機卿と運命的な出会いを果たしました。その導きでブレザーを司る獣神を目覚めさせたまではよかったのですが、なんと枢機卿は法王猊下に反旗を翻したのでした。"
    },
    {
      "chapter_id": 11,
      "target_quest_id": 11007,
      "before_message": "反乱鎮圧に貢献したご主人さまは、\r\nリフレックス枢機卿と対話するため、\r\nバーベルの塔を目指します。",
      "after_message": "バーベルの塔でのマッスルトレーニングを経\r\nて、アイドルを司る獣神を目覚めさせまし\r\nた。こうしてご主人さまはすべての四獣神を\r\n揃えることに成功し、いやらしい症候群を治\r\n療するために、島へ凱旋するのでした。"
    },
    {
      "chapter_id": 12,
      "target_quest_id": 11107,
      "before_message": "いやらしい症候群Z型がはびこるゲシュペン\r\nス島。ご主人さまは四獣神に願い、治療を開\r\n始します。",
      "after_message": "創世記の少年にまつわる伝承について探って\r\nいたご主人さまは、アンティモーから大悪魔\r\nモンスター娘ダムストーの存在を知らされま\r\nした。そうして、密林の奥に隠された彼女の封印の地へと向かうのでした。"
    },
    {
      "chapter_id": 13,
      "target_quest_id": 11207,
      "before_message": "ついに、ご主人さまは密林の奥で万年牢獄に\r\n封じられた大悪魔モンスター娘ダムストーと\r\n邂逅します。",
      "after_message": "送られてきた親書に基づき、再び宗教国家ロ\r\nシェルを訪れたご主人さまでしたが……。大\r\n司教パンドロンに騙されてしまい、不穏分子\r\nであるという疑いをかけられた挙句、国を逃\r\n亡する羽目になるのでした。"
    },
    {
      "chapter_id": 14,
      "target_quest_id": 11307,
      "before_message": "ダムストーと共に国を追われてしまったご主\r\n人さまは、魔法国家カー・ルーへと足を踏み\r\n入れます。",
      "after_message": "さらわれたダムストーを救出するため、エロ\r\nイーズと手を結んだご主人さま。革新派の野\r\n望を打ち砕いたのも束の間、ロシェルが宣戦\r\n布告。天使対悪魔――天魔戦争の再来に、背\r\n筋を凍らせるのでした。"
    }
  ]
}